[
  {
    "title": "Electric Cars Less Likely to Breakdown Than Petrol and Diesel Models",
    "description": "New data reveals electric vehicles are becoming increasingly reliable, with battery-related breakdowns hitting record lows.",
    "content": "Electric vehicle breakdowns due to running out of charge have hit their lowest ever level in the UK, dropping to less than two per cent, according to a new report. The figures, revealed at the Transport + Energy Forum at Warwick University, show that out-of-charge incidents now account for just 1.85 per cent of EV-related breakdowns. This marks a significant improvement from 2023, when the rolling 12-month figure stood at 2.26 per cent.\n\nThe AA attributed this decline to several factors, including new battery technology, better range, improved charging performance and reliability, charge post support and enhanced driver and dealer knowledge. The trend mirrors similar patterns seen in Norway, which has Europe's highest EV adoption rate. The decline in out-of-charge breakdowns represents a dramatic shift from 2015, when 8.26 per cent of EV breakdowns were due to depleted batteries.\n\nData from the AA shows a consistent downward trend over the past decade, with only minor increases recorded in 2017 and 2019. The proportion dropped from 7.12 per cent in 2016 to 6.83 per cent in 2018, before falling more sharply to 4.89 per cent in 2020. Recent years have seen even more substantial improvements, with figures declining to 4.28 per cent in 2021 and 3.72 per cent in 2022. The AA expects these numbers to eventually match those of conventional vehicles, with a target of around one per cent - similar to the proportion of petrol and diesel cars running out of fuel.\n\nThis 80 per cent reduction in out-of-charge incidents over eight years demonstrates significant progress in EV reliability and infrastructure. The AA handles approximately 8,000 breakdowns across all vehicle categories each day, with only five or six cases involving out-of-charge electric vehicles. Many of these cases aren't completely depleted vehicles, but rather those low on charge or experiencing technical difficulties in reaching the next charging point.\n\nThe breakdown service has found that the top 30 per cent of EV faults mirror those of conventional vehicles, primarily involving tyres, wheels, and the 12V battery. This data suggests that EVs are becoming increasingly reliable, with charging-related issues representing only a small fraction of overall breakdowns. The similarity in common faults between EVs and traditional vehicles indicates that electric cars are experiencing many of the same routine maintenance issues as their petrol and diesel counterparts.\n\nEdmund King, AA president, said: \"The AA's latest figures show that less than two per cent of EV breakdowns are for out of charge, which suggests range anxiety should be a thing of the past. Many of the out-of-charge breakdowns aren't on zero charge but are either low on charge or experiencing technical problems such as the vehicle charge point covers sticking.\"\n\nKing highlighted that the dramatic reduction in charging-related incidents over eight years can be attributed to multiple factors. These include \"an increase in the number of chargers and their reliability; better charge post support for customers; improved range on newer EVs; and better driver education and information.\" For those able to charge at home, King described the economics and savings as \"a no-brainer.\" However, the AA acknowledges that many drivers remain uncertain about EV ownership.\n\n\"Many drivers are excited about the technology that EVs offer but are still unsure about what it takes to own, charge and live with one,\" King noted.",
    "link": "GB News",
    "published_at": "2024-11-23T16:01:22Z"
  },
  {
    "title": "Trends in Electric Vehicle Batteries – Global EV Outlook 2024",
    "description": "As the demand for electric vehicles grows, innovations in battery technology and raw material management are crucial for future sustainability.",
    "content": "Increasing EV sales continue driving up global battery demand, with the fastest growth in 2023 in the United States and Europe. Demand for EV batteries reached more than 750 GWh in 2023, up 40% relative to 2022, though the annual growth rate slowed slightly compared to 2021‑2022.\n\nMore batteries mean extracting and refining greater quantities of critical raw materials, particularly lithium, cobalt, and nickel. Battery demand for lithium stood at around 140 kt in 2023, up more than 30% compared to 2022; for cobalt, demand was up 15% at 150 kt.\n\nIn 2023, the supply of cobalt and nickel exceeded demand by 6.5% and 8%, and the supply of lithium by over 10%, thereby bringing down critical mineral prices and battery costs.\n\nInnovative technologies, such as sodium-ion batteries, can potentially mitigate demand for critical minerals, together with the rise of mature battery chemistries requiring lower amounts of critical metals, such as lithium iron phosphate (LFP).\n\nStabilising critical mineral prices led battery pack prices to fall in 2023, despite lithium carbonate prices still being about 50% higher than their 2015-2020 average.\n\nLFP batteries are cheaper to produce than NMC batteries, and recent innovations might further decrease costs. Moreover, sodium-ion batteries could reduce costs by up to 20% and are being explored as viable technology for urban EVs and power stationary storage.\n\nEfforts are underway to increase the manganese content of both NMC and LFP, potentially increasing energy density while keeping costs low.\n\nBattery packs in EVs typically use cell-to-pack configurations to increase energy density. Manufacturers are also exploring cell-to-chassis concepts for further efficiency.",
    "link": "IEA",
    "published_at": "2024"
  }
]
